INSTRUCTION_MESSAGE = """
<b>Настройка IMAP для Телеграм-бота</b>
❗️Для успешной работы нашего бота с вашей почтой, следуйте этим простым шагам:

1️⃣ <b>Включение IMAP-доступа:</b>
- Войдите в свою почтовую учетную запись.
- Перейдите в раздел "Настройки" или "Параметры".
- Найдите раздел "Пересылка и POP/IMAP" или что-то похожее.
- Включите опцию "Включить IMAP".
- Сохраните изменения.

2️⃣ <b>Двухфакторная аутентификация:</b>
Если у вас включена двухфакторная аутентификация, создайте специальный пароль для приложений.

3️⃣ <b>Регистрация в боте:</b>
Используйте этот <i>специальный пароль</i> (или ваш обычный пароль, если двухфакторная аутентификация отключена) для регистрации почтового ящика в нашем боте.

"""
